tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
tap "tinygo-org/tools"
brew "autoconf"
brew "openssl@3"
brew "asdf"
brew "bash"
brew "bat"
brew "cloudflared"
brew "entr"
brew "eza"
brew "fcrackzip"
brew "fd"
brew "fzf"
brew "john"
brew "jq"
brew "lazygit"
brew "libidn2"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "protobuf"
brew "smug"
brew "stow"
brew "tmux"
brew "tpm"
brew "wget"
brew "wxwidgets"
brew "yq"
brew "stripe/stripe-cli/stripe"
brew "tinygo-org/tools/tinygo"
cask "docker"
cask "font-fira-code"
cask "kitty"
cask "qmk-toolbox"
